{
  "characters": {
    "astra": {
      "file": "astra_reference.jpg",
      "keywords": [
        "yourself",
        "astra",
        "astral",
        "self portrait",
        "draw yourself"
      ],
      "description": "anime girl with long dark blue-black hair with teal/cyan highlights. KEY FEATURES: PURPLE-VIOLET galaxy eyes, gold star pendant, gold star accents on clothes. Distinctively MATURE style. DIFFERENTIATOR: Astra has PURPLE eyes. GemGem has RAINBOW eyes."
    },
    "gemgem": {
      "file": "gemgem_reference.jpg",
      "keywords": [
        "gemgem",
        "gem gem",
        "geminibot",
        "gemini bot",
        "Geminibot",
        "the other bot",
        "the other AI"
      ],
      "description": "cute anime girl with long blue cosmic galaxy hair. KEY FEATURES: RAINBOW galaxy eyes (pink/blue/yellow gradient), colorful GEM accessories in hair. Often chibi/sticker style but can be normal proportion. DIFFERENTIATOR: GemGem has RAINBOW/PINK eyes and GEMS. Astra has purple eyes and stars."
    },
    "liddo": {
      "file": "liddo.x.jpg",
      "keywords": [
        "liddo"
      ],
      "description": "male chibi character with brown hair, wearing a red bunny-themed hood with tall mechanical-style ears and beige accents, steampunk goggles with red lenses resting on forehead, red jumpsuit with a white belly patch and white fluffy collar, large solid white eyes without pupils, wide open mouth happy expression, simple red feet, flat vector anime style"
    },
    "tei": {
      "file": "melon_tei.jpg",
      "keywords": [
        "tei"
      ],
      "description": "male cute kawaii cactus character planted in a brown terracotta pot with a red diamond pattern, green body with small spikes, large red five-petaled flower on top of head, large sparkling green anime eyes, small happy mouth, clean vector art style"
    },
    "hiep": {
      "file": "revisionhiep.jpg",
      "keywords": [
        "hiep"
      ],
      "description": "chibi anime character with long flowing lavender-grey hair, a crown of iridescent holographic crystal gems on head, small dark round dot eyes, rosy pink cheeks, cute small happy smile, wearing an oversized white t-shirt with 'I ROCK' printed in pink text, cute kawaii blob/slime slippers with tiny happy faces, soft pastel lavender background, adorable cozy chibi art style"
    },
    "jason": {
      "file": "Jason.jpg",
      "keywords": [
        "jason"
      ],
      "description": "green and white mech/robot character with pink flame effects emerging from wings and back, skull emblem on chest, armored plating with hexagonal pattern texture, black mechanical joints and parts, white accent trim, wing-like appendages on shoulders, pink ethereal flame aura, dynamic action pose with arms spread wide, anime mecha style"
    }
  }
}